/* Observe the Back page success */
"### Amazing!\nYou’ve learned a very complicated command, and now you are ready to fly to whichever place you want, in whatever way you like!\n\n[**Next Page**](@next)" = "### 太棒了！\n你已经学会了一个非常复杂的命令，现在你已经可以用任何你喜欢的方式控制 Tello 飞到你想要它去的任何地方。\n\n\n\n[**下一页**](@next)";

/* flyCurve(x1:, y1:, z1:, x2:, y2:, z2:) hint */
"To fly a curve you need to use the `flyCurve(x1:100, y1:100, z1:0, x2:200, y2:0, z2:0)` command." = "让 Tello 飞曲线你需要使用 `flyCurve(x1:100, y1:100, z1:0, x2:200, y2:0, z2:0)` 指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

